Repository: felixrindt/pretix-bgukpayment
Catalog: pretix_organizationpayment/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Organization Payment Provider
de: Organisationen Bezahlmethode

source: This pretix plugin adds a payment provider for organizations like the german Berufsgenossenschaft or Unfallkasse. It lets the user select an organization and asks for a member ID. You can define texts displayed to the user as well as the organizations you want to support with seperate instruction text for each of them.
de: Dieses Pretix Plugin fügt eine Bezahlmethode hinzu, bei der der Nutzer Organisationen wie Berufsgenossenschaften oder die Unfallkasse auswählen kann und zusätzlich seine Mitgliedsnummer eingibt. Die Organisationen können frei konfiguriert werden. Zusätzlich kann man jeweils Instruktionen für den Nutzer angeben.

source: Organization
de: Organisation

source: Member ID
de: Mitgliedsnummer

source: Payment method name
de: Name der Zahlungsmethode

source: Name of the payment method as shown to the user
de: Name der Zahlungsmethode, die dem Nutzer angezeigt wird

source: Organization field annotation
de: Beschriftung der Organisationsauswahl

source: The annotation for the organization selection
de: Die Beschriftung für die Organisationsauswahl

source: ID field annotation
de: Mitgliedsnummer Beschriftung

source: The annotation of the field for the users ID string
de: Die Beschriftung für die Mitgliedsnummereingabe

source: Payment information text
de: Zahlungsinformationstext

source: Shown to the user when selecting a payment method.
de: Wird dem Nutzer zur Erklärung der Zahlungsmethode angezeigt.

source: Payment pending text
de: Zahlung ausstehend Text

source: Shown to the user when viewing a pending payment order.
de: Wird dem Nutzer angezeigt, wenn die Zahlung noch nicht abgeschlossen ist.

source: Payment completed text
de: Zahlung vollständig Text

source: Shown to the user when viewing an order with completed payment.
de: Wird dem Nutzer angezeigt, wenn die Zahlung abgeschlossen ist.

source: Organizations
de: Organisationen

source: Here you can provide a list of shorthand keys for all organizations you want to support. The short names should be alphanumeric and put on seperate lines. After saving you can set a display name and instructions for every organization. Be very careful about changing these.
de: Hier muss eine Liste an kurzen Schlüsseln angegeben werden, die die verschiedenen Organisationen repräsentieren. Sie sollten nur aus Buchstaben und Zahlen bestehen und jeweils in eine eigene Zeile geschrieben werden. Nach dem Speichern kann dann ein Anzeigename sowie eine Anleitung für jeden Organisationsschlüssel angegeben werden. Seien Sie vorsichtig, wenn Sie diese Werte ändern.

source: Display name of %s
de: Anzeigename von %s

source: The name of %s displayed to the user
de: Der Name von %s, der dem Nutzer angezeigt wird

source: Instructions for %s
de: Anleitung für %s

source: The message send to the user with instructions on how to complete the payment using the %s
de: Die Nachricht, die dem Nutzer angezeigt wird und ihm mitteilt, wie er die Zahlung mit %s abschließen kann

source: No payment information available.
de: Keine Zahlungsinformationen verfügbar.
